Repository: gilbertf/clubber
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Hello %(username)s,<br>
de: Hallo %(username)s,<br>

source: the event "%(typ)s" at %(date)s from %(start_time)s to %(end_time)s is cancled.
de: die Veranstaltung "%(typ)s" am %(date)s von %(start_time)s bis %(end_time)s wurde abgesagt.

source: %(typ)s on %(date)s cancled
de: %(typ)s am %(date)s abgesagt

source: Hello %(username)s,
de: Hallo %(username)s,

source: the event "%(typ)s" on %(date)s from %(start_time)s till %(end_time)s is cancled.
de: die Veranstaltung "%(typ)s" am %(date)s von %(start_time)s bis %(end_time)s wurde abgesagt.

source: a new event "%(typ)s" at %(date)s from %(start_time)s to %(end_time)s is available. To join click <a href=%(SITE_URL)s/join/%(user_id)s/%(event_id)s>here</a>.
de: eine neue Veranstaltung "%(typ)s" am %(date)s von %(start_time)s bis %(end_time)s ist verfügbar. Zum anmelden hier <a href=%(SITE_URL)s/join/%(user_id)s/%(event_id)s>bestätigen</a>.

source: New %(typ)s on %(date)s
de: Neues %(typ)s am %(date)s

source: a new event "%(typ)s" at %(date)s from %(start_time)s to %(end_time)s is available. To join go to %(SITE_URL)s/join/%(user_id)s/%(event_id)s.
de: eine neue Veranstaltung "%(typ)s" am %(date)s von %(start_time)s bis %(end_time)s ist verfügbar. Zum anmelden gehe zu %(SITE_URL)s/join/%(user_id)s/%(event_id)s.

source: the event "%(typ)s" at %(date)s from %(start_time)s to %(end_time)s is confirmed.
de: die Veranstaltung "%(typ)s" am %(date)s von %(start_time)s bis %(end_time)s wurde bestätigt.

source: %(typ)s on %(date)s confirmed
de: %(typ)s am %(date)s zugesagt

source: the event "%(typ)s" at %(date)s from %(start_time)s to %(end_time)s will not be opened.
de: die Veranstaltung "%(typ)s" am %(date)s von %(start_time)s bis %(end_time)s wird nicht geöffnet.

source: %(typ)s on %(date)s will not be opened
de: %(typ)s am %(date)s wird nicht geöffnet

source: the event "%(typ)s" at %(date)s from %(start_time)s to %(end_time)s will be opened.
de: die Veranstaltung "%(typ)s" am %(date)s von %(start_time)s bis %(end_time)s wird geöffnet.

source: %(typ)s on %(date)s will open
de: %(typ)s am %(date)s wird geöffnet

source: Additional information
de: Zusätzliche Informationen

source: Event Administration
de: Verwaltung

source: Confirm
de: Zusagen

source: I will open
de: Ich öffne

source: instead of
de: anstelle von

source: I will not open
de: Ich öffne nicht

source: Cancle
de: Absagen

source: This event is cancled
de: Dieses Treffen wurde abgesagt

source: Currently nobody has volunteered to open.
de: Es hat sich noch niemand gefunden der öffnen wird.

source: One missing participant.
de: Es fehlt noch eine Anmeldung.

source: Still %(number_participants_missing)s registrations are missing.
de: Es fehlen noch %(number_participants_missing)s Anmeldungen.

source: Nevertheless, please register if you want to join this event.
de: Trage dich gerne trotzdem schon ein.

source: Confirm to delete this event
de: Bist du dir sicher das dieses Treffen gelöscht werden soll? Bitte bestätigen

source: Delete event
de: Treffen löschen

source: Cancle participation
de: Teilnahme absagen

source: Confirm participation
de: Teilnahme zusagen

source: opens
de: öffnet

source: Name of participant
de: Neues Teilnehmery

source: One slot remaining
de: Noch ein freier Platz

source: %(num)s free slots remaining
de: Noch %(num)s freie Plätze

source: No free slot available
de: Das Treffen ist ausgebucht

source: Too many registrations
de: Das Treffen ist überbucht

source: New event
de: Neues Treffen

source: You have to create at least one event type first. Goto <a href=%(typ_list_url)s>event types</a> in the settings section.
de: Du musst zuerst mindestens eine <a href=%(typ_list_url)s>Veranstaltungsart</a>in den Einstellungen unter Veranstaltungsarten anlegen.

source: Add event
de: Neues Treffen anlegen

source: Modify event
de: Treffen bearbeiten

source: Update
de: Aktualisieren

source: Add new event type
de: Neue Veranstaltungsart anlegen

source: Add
de: Hinzufügen

source: Modify event type
de: Veranstaltungsart bearbeiten

source: Event types
de: Veranstaltungsarten

source: Delete
de: Löschen

source: Modify
de: Bearbeiten

source: It is possible to register to events without an account. As consequence it is not possible to change your entry at a later time and you will not receive notification mails. To register click <a href=/account/register>here</a>.
de: Du kannst dich zu Veranstaltungen ohne Benutzerkonto anmelden. Das bedeutet jedoch, dass du deine Anmeldung im Nachhinein nicht mehr ändern kannst und auch keine Benachrichtigungen per E-Mail, z.B. für neue Treffen, erhältst. Zur Registrierung geht es <a href=/account/register>hier</a>.

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: days
de: Tagen

source: No scheduled events
de: Aktuell sind keine Treffen geplant

source: Events
de: Treffen

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Settings
de: Einstellungen

source: Change password
de: Passwort ändern

source: Email and language
de: E-Mail und Sprache

source: Logout
de: Abmelden

source: User management
de: Benutzerverwaltung

source: Email and language settings
de: E-Mail und Spracheinstellungen

source: you
de: du selber

source: Manage events
de: Veranstaltungen verwalten

source: Manage users
de: Benutzerverwaltung

source: Confirm to delete user %(user)s
de: Bitte bestätige, dass der Benutzer %(user)s gelöscht werden soll

source: Delete user
de: Benutzer löschen

source: You can reset you password <a href=/account/reset>here</a>.
de: Wenn Du dein Passwort vergessen hast kannst du es <a href=/account/reset>hier</a> zurücksetzen.

source: Change Password
de: Passwort ändern

source: Reset password
de: Passwort zurücksetzen

source: Reset
de: Zurücksetzen

source: You will receive further instructions via mail
de: Du wirst weitere Anweisungen per E-Mail erhalten

source: Password reset complete
de: Passwort wurde zurückgesetzt

source: Password reset successfull.
de: Dein Passwort wurde zurückgesetzt.

source: You can now login <a href="%(login_url)s">here</a>.
de: Du kannst dich jetzt <a href="%(login_url)s">hier</a> anmelden.

source: Hello
de: Hallo

source: you're receiving this email because there was a request to reset your password for %(site_name)s.
de: du erhältst diese Nachricht da das Zurücksetzen deines Passworts auf %(site_name)s angefragt wurde.

source: Please go to the following page and choose a new password:
de: Bitte gehe auf folgende Seite um ein neues Passwort zu setzen:
